Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/employment/starting_work_and_changing_job/training_and_looking_for_work/index.html.txt.tmx
Source language: en
Languages: ga

source: Training and looking for work
ga: Oiliúint agus lorg oibre

source: Life Event Document Employment: you and your job If you are starting work or changing to a new job, you need to know about employment law and your terms of employment
ga: Life Event Document Fostaíocht: tusa agus do phost Má thosaíonn tú ar an obair nó má tá tú ag athrú poist, is gá duit faisnéis faoi dhlí fostaíochta agus do théarmaí fostaíochta

source: Life Event Document Looking for work: education and training If you are unemployed there is a range of different education and training opportunities
ga: Life Event Document Ag lorg oibre: oideachas agus oiliúint Má tá tú dífhostaithe tá réimse deiseanna oideachais agus oiliúna éagsúla ar fáil

source: These include courses specifically for unemployed people
ga: Ina measc seo tá cúrsaí atá go sonrach do dhaoine dífhostaithe

source: Finding and getting a job
ga: Post a aimsiú agus a fháil

source: Information about where to look for a job, how to apply and some of the supports that are available to jobseekers
ga: Eolas faoi conas post a chuardach, conas iarratas a dhéanamh ar phost agus roinnt tacaíochtaí atá ar fáil do lucht cuardaigh fostaíochta

source: If you are returning to work you need to find out what options and supports are available and the steps you should take in relation to tax and PRSI
ga: Má tá tú ag filleadh ar an obair, ní mór duit faigh amach an roinnt roghanna agus tacaíochta atá ar fáil agus tá céimeanna ann ba chóir duit a thógáil maidir le Cáin agus ÁSPC

source: Most Read in "Employment"
ga: Ábhar is mó éilimh i "Fostaíocht"

source: Rest periods and breaks
ga: Tréimhsí sosa agus sosanna

source: Tax and starting work - PAYE
ga: Cáin agus tosú ar obair
